var rasp = {
    "1-а": [
        [
            [],
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Письмо",
                "short_subject": "Письмо"
            }],
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Елена Олеговна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }, {
                "teacher": "Елена Олеговна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }],
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Письмо",
                "short_subject": "Письмо"
            }],
            [{
                "teacher": "Учитель не назначен",
                "room": "101м",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "большой спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Письмо",
                "short_subject": "Письмо"
            }],
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [{
                "teacher": "Анна Александровна Соколова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Наталия Львовна Соболева",
                "room": "218м",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "большой спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "1-б": [
        [],
        [],
        [],
        [],
        [],
        [],
        []
    ],
    "1-в": [
        [],
        [],
        [],
        [],
        [],
        [],
        []
    ],
    "1-г": [
        [],
        [],
        [],
        [],
        [],
        [],
        []
    ],
    "1-д": [
        [],
        [],
        [],
        [],
        [],
        [],
        []
    ],
    "1-ж": [
        [],
        [],
        [],
        [],
        [],
        [],
        []
    ],
    "1-з": [
        [],
        [],
        [],
        [],
        [],
        [],
        []
    ],
    "1-к": [
        [
            [],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Елена Александровна Скородумова",
                "room": "401м",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Артём Леонидович Лущик",
                "room": "407м",
                "subject": "Театр",
                "short_subject": "Театр"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "большой спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Людмила Ивановна Головина",
                "room": "101м",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "305м",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }],
            [{
                "teacher": "Артём Леонидович Лущик",
                "room": "305м",
                "subject": "Театр",
                "short_subject": "Театр"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "1-с": [
        [],
        [],
        [],
        [],
        [],
        [],
        []
    ],
    "2-а": [
        [
            [],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "311м",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Оксана Юрьевна Кляузер",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Светлана Борисовна Чернобай",
                "room": "206м",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Сергеевна Гусева",
                "room": "большой спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Елена Васильевна Чехович",
                "room": "Кабинет не указан",
                "subject": "Лепка",
                "short_subject": "Лепка"
            }, {
                "teacher": "Учитель не назначен",
                "room": "407м",
                "subject": "Театр",
                "short_subject": "Театр"
            }],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Риторика",
                "short_subject": "Риторика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Елена Сергеевна Гусева",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Умники и умницы",
                "short_subject": "Умники и умн..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "311м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Оксана Юрьевна Кляузер",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Борисовна Чернобай",
                "room": "206м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Учитель не назначен",
                "room": "407м",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Елена Александровна Скородумова",
                "room": "407м",
                "subject": "Рисование песком",
                "short_subject": "Рисование пе..."
            }],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Елена Александровна Скородумова",
                "room": "401м",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Сергеевна Гусева",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Марина Геннадьевна Шалюпа",
                "room": "204м",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "311м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Оксана Юрьевна Кляузер",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Борисовна Чернобай",
                "room": "206м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "101м",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "2-б": [
        [
            [],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Анатольевна Бойко",
                "room": "312м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Борисовна Чернобай",
                "room": "206м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "309м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "101м",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "309м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ольга Анатольевна Бойко",
                "room": "312м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Борисовна Чернобай",
                "room": "206м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Елена Сергеевна Гусева",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Риторика",
                "short_subject": "Риторика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Елена Сергеевна Гусева",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Умники и умницы",
                "short_subject": "Умники и умн..."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Учитель не назначен",
                "room": "407м",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Елена Александровна Скородумова",
                "room": "401м",
                "subject": "Рисование песком",
                "short_subject": "Рисование пе..."
            }],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Учитель не назначен",
                "room": "407м",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Учитель не назначен",
                "room": "Кабинет не указан",
                "subject": "Лепка",
                "short_subject": "Лепка"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "309м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ольга Анатольевна Бойко",
                "room": "312м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Борисовна Чернобай",
                "room": "206м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Наталья Анатольевна Новикова",
                "room": "201м",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [{
                "teacher": "Елена Александровна Скородумова",
                "room": "401м",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Елена Сергеевна Гусева",
                "room": "большой спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "2-в": [
        [
            [],
            [{
                "teacher": "Елена Олеговна Богомолова",
                "room": "209м",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Марина Владимировна Зеленина",
                "room": "320м",
                "subject": "Умники и умницы",
                "short_subject": "Умники и умн..."
            }],
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "320м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "320м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "320м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "320м",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "314м",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Любовь Владимировна Зарубина",
                "room": "311м",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Марина Евгеньевна Баянова",
                "room": "106м",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "320м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "320м",
                "subject": "Умники и умницы",
                "short_subject": "Умники и умн..."
            }, {
                "teacher": "Елена Олеговна Богомолова",
                "room": "209м",
                "subject": "Театр",
                "short_subject": "Театр"
            }],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "320м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "320м",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "320м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Екатерина Викторовна Никитина",
                "room": "101м",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "320м",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "314м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Любовь Владимировна Зарубина",
                "room": "311м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Евгеньевна Баянова",
                "room": "106м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "320м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "320м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "320м",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "320м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "320м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "320м",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "311м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "314м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Евгеньевна Баянова",
                "room": "106м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "320м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "320м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "320м",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "2-г": [
        [],
        [],
        [],
        [],
        [],
        [],
        []
    ],
    "2-д": [
        [
            [],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Учитель не назначен",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Риторика",
                "short_subject": "Риторика"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Умники и умницы",
                "short_subject": "Умники и умн..."
            }, {
                "teacher": "Учитель не назначен",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Учитель не назначен",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Умники и умницы",
                "short_subject": "Умники и умн..."
            }],
            [{
                "teacher": "Елена Сергеевна Гусева",
                "room": "большой спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ксения Александровна Бессонова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Лариса Александровна Краснянская",
                "room": "315м",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "215м",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ксения Александровна Бессонова",
                "room": "210м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Александровна Краснянская",
                "room": "315м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "215м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "101м",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Сергеевна Гусева",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ксения Александровна Бессонова",
                "room": "210м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Александровна Краснянская",
                "room": "315м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "215м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Елена Сергеевна Гусева",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "210м",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "2-ж": [
        [
            [],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Умники и умницы",
                "short_subject": "Умники и умн..."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ксения Александровна Бессонова",
                "room": "205м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Оксана Юрьевна Кляузер",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "111м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Елена Александровна Скородумова",
                "room": "401м",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Елена Сергеевна Гусева",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ксения Александровна Бессонова",
                "room": "205м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Оксана Юрьевна Кляузер",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "111м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Сергеевна Гусева",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Елена Олеговна Богомолова",
                "room": "209м",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Елена Александровна Скородумова",
                "room": "Кабинет не указан",
                "subject": "Рисование песком",
                "short_subject": "Рисование пе..."
            }],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Риторика",
                "short_subject": "Риторика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Васильевна Чехович",
                "room": "Кабинет не указан",
                "subject": "Лепка",
                "short_subject": "Лепка"
            }, {
                "teacher": "Светлана Владимировна Богомолова",
                "room": "209м",
                "subject": "Театр",
                "short_subject": "Театр"
            }],
            [{
                "teacher": "Елена Сергеевна Гусева",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Марина Анатольевна Арефьева",
                "room": "205м",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "101м",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Ксения Александровна Бессонова",
                "room": "205м",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Оксана Юрьевна Кляузер",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "111м",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "2-з": [
        [],
        [],
        [],
        [],
        [],
        [],
        []
    ],
    "2-и": [
        [
            [],
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "322м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "322м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "311м",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Марина Евгеньевна Баянова",
                "room": "106м",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "314м",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "322м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "322м",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Екатерина Викторовна Никитина",
                "room": "101м",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "322м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "314м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Любовь Владимировна Зарубина",
                "room": "311м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Евгеньевна Баянова",
                "room": "106м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "322м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "322м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Олеговна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "322м",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "322м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "322м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "311м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Евгеньевна Баянова",
                "room": "106м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "314м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "322м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "322м",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "322м",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Елена Васильевна Чехович",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Марина Владимировна Зеленина",
                "room": "322м",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "322м",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "322м",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "322м",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Анна Олеговна Зеленина",
                "room": "322м",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Елена Олеговна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "2-с": [
        [
            [],
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Лариса Александровна Краснянская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Лариса Александровна Краснянская",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Анна Александровна Соколова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Александровна Краснянская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Елена Олеговна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }],
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Риторика",
                "short_subject": "Риторика"
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Кузьминична Контарёва",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Екатерина Викторовна Никитина",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "3-а": [
        [
            [],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "215м",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Лариса Александровна Краснянская",
                "room": "315м",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Оксана Юрьевна Кляузер",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Олеговна Богомолова",
                "room": "209м",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Лариса Александровна Краснянская",
                "room": "315м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "215м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Оксана Юрьевна Кляузер",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Елена Олеговна Богомолова",
                "room": "209м",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Анна Александровна Соколова",
                "room": "410м",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "215м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Александровна Краснянская",
                "room": "315м",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Оксана Юрьевна Кляузер",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ирина Анатольевна Боровикова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Александра Георгиевна Щукина",
                "room": "408м",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Михаил Юрьевич Целищев",
                "room": "409м",
                "subject": "Робототехника",
                "short_subject": "Робототехник..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [{
                "teacher": "Екатерина Викторовна Никитина",
                "room": "101м",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "большой спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "3-б": [
        [
            [],
            [{
                "teacher": "Елена Александровна Скородумова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Михаил Юрьевич Целищев",
                "room": "Кабинет не указан",
                "subject": "Робототехника",
                "short_subject": "Робототехник..."
            }, {
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика ..."
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Евгеньевна Баянова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ксения Александровна Бессонова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Умники и умницы",
                "short_subject": "Умники и умн..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Риторика",
                "short_subject": "Риторика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ксения Александровна Бессонова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Евгеньевна Баянова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [{
                "teacher": "Ксения Александровна Бессонова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Марина Евгеньевна Баянова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "3-в": [
        [
            [],
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Валентиновна Куляндина",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Евгеньевна Баянова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика ..."
            }, {
                "teacher": "Михаил Юрьевич Целищев",
                "room": "Кабинет не указан",
                "subject": "Робототехника",
                "short_subject": "Робототехник..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Татьяна Валентиновна Куляндина",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Марина Евгеньевна Баянова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Александровна Скородумова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Евгеньевна Баянова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Любовь Андреевна Романова",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "3-г": [
        [
            [],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Марина Евгеньевна Баянова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Елена Александровна Скородумова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Татьяна Валентиновна Куляндина",
                "room": "большой спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Наталья Викторовна Мальковская",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Умники и умницы",
                "short_subject": "Умники и умн..."
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Марина Евгеньевна Баянова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Марина Евгеньевна Баянова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Мария Сергеевна Автушенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Валентиновна Куляндина",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Татьяна Валентиновна Куляндина",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "3-д": [
        [],
        [],
        [],
        [],
        [],
        [],
        []
    ],
    "3-ж": [
        [
            [],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Екатерина Викторовна Никитина",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Лариса Александровна Краснянская",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Татьяна Валентиновна Куляндина",
                "room": "большой спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика ..."
            }, {
                "teacher": "Михаил Юрьевич Целищев",
                "room": "Кабинет не указан",
                "subject": "Робототехника",
                "short_subject": "Робототехник..."
            }],
            [{
                "teacher": "Анна Александровна Соколова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Александровна Краснянская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Татьяна Валентиновна Куляндина",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "CUBORO",
                "short_subject": "CUBORO"
            }, {
                "teacher": "Елена Олеговна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Татьяна Валентиновна Куляндина",
                "room": "лыжная база",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Александровна Краснянская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Олеговна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "CUBORO",
                "short_subject": "CUBORO"
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика на..."
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "3-з": [
        [
            [],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Васильевна Чехович",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Елена Олеговна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Олеговна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Екатерина Викторовна Никитина",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Викторовна Рожкова",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика ..."
            }, {
                "teacher": "Михаил Юрьевич Целищев",
                "room": "Кабинет не указан",
                "subject": "Робототехника",
                "short_subject": "Робототехник..."
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "3-к": [
        [
            [],
            [{
                "teacher": "Татьяна Васильевна Арисова",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Васильевна Арисова",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }, {
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "большой спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ксения Александровна Бессонова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Елена Васильевна Чехович",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ксения Александровна Бессонова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика ..."
            }, {
                "teacher": "Михаил Юрьевич Целищев",
                "room": "Кабинет не указан",
                "subject": "Робототехника",
                "short_subject": "Робототехник..."
            }],
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Развитие речи",
                "short_subject": "Развитие реч..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ксения Александровна Бессонова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Татьяна Николаевна Коновалова",
                "room": "Кабинет не указан",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [{
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "4-а": [
        [
            [],
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Александровна Краснянская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Екатерина Викторовна Никитина",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Лариса Александровна Краснянская",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Елена Олеговна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Учитель не назначен",
                "room": "Кабинет не указан",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }],
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Елена Олеговна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Учитель не назначен",
                "room": "Кабинет не указан",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Дмитрий Владимирович Долгушин",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }, {
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }, {
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Анна Александровна Соколова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика на..."
            }],
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Елена Викторовна Чижик",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Александровна Краснянская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Михаил Юрьевич Целищев",
                "room": "Кабинет не указан",
                "subject": "Робототехника",
                "short_subject": "Робототехник..."
            }, {
                "teacher": "Александра Георгиевна Щукина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика ..."
            }],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "4-б": [
        [
            [],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Елена Олеговна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Ольга Валерьевна Жилинская",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика на..."
            }],
            [{
                "teacher": "Лариса Александровна Краснянская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Дмитрий Владимирович Долгушин",
                "room": "318м",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }, {
                "teacher": "Ольга Владимировна Зинина",
                "room": "303м",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }, {
                "teacher": "Татьяна Петровна Антонова",
                "room": "213м",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Елена Олеговна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "CUBORO",
                "short_subject": "CUBORO"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "большой спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Елена Васильевна Чехович",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Лариса Александровна Краснянская",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Александра Георгиевна Щукина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика ..."
            }, {
                "teacher": "Михаил Юрьевич Целищев",
                "room": "Кабинет не указан",
                "subject": "Робототехника",
                "short_subject": "Робототехник..."
            }],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Александровна Краснянская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Екатерина Викторовна Никитина",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "4-в": [
        [
            [],
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ксения Александровна Бессонова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Людмила Ивановна Головина",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Ксения Александровна Бессонова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Петровна Антонова",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }, {
                "teacher": "Дмитрий Владимирович Долгушин",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }, {
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }],
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ксения Александровна Бессонова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Михаил Юрьевич Целищев",
                "room": "Кабинет не указан",
                "subject": "Робототехника",
                "short_subject": "Робототехник..."
            }, {
                "teacher": "Александра Георгиевна Щукина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика ..."
            }],
            [{
                "teacher": "Оксана Владимировна Орлова",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [{
                "teacher": "Елена Александровна Скородумова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "4-г": [
        [
            [],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Артём Леонидович Лущик",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Развитие, общение, самооценка, творчество",
                "short_subject": "РОСТ"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Марина Евгеньевна Баянова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Борисовна Чернобай",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [{
                "teacher": "Артём Леонидович Лущик",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Развитие, общение, самооценка, творчество",
                "short_subject": "РОСТ"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Людмила Ивановна Головина",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Татьяна Валентиновна Куляндина",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Светлана Борисовна Чернобай",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Марина Евгеньевна Баянова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ольга Васильевна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }, {
                "teacher": "Дмитрий Владимирович Долгушин",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }, {
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }],
            [{
                "teacher": "Татьяна Валентиновна Куляндина",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Марина Евгеньевна Баянова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Борисовна Чернобай",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Умники и умницы",
                "short_subject": "Умники и умн..."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Александра Георгиевна Щукина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика ..."
            }, {
                "teacher": "Михаил Юрьевич Целищев",
                "room": "Кабинет не указан",
                "subject": "Робототехника",
                "short_subject": "Робототехник..."
            }],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Елизавета Алексеевна Рыбакова",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Людмила Владимировна Головина",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Александровна Скородумова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Татьяна Валентиновна Куляндина",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "4-д": [
        [
            [],
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Екатерина Викторовна Никитина",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика ..."
            }, {
                "teacher": "Михаил Юрьевич Целищев",
                "room": "Кабинет не указан",
                "subject": "Робототехника",
                "short_subject": "Робототехник..."
            }],
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Артём Леонидович Лущик",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }],
            [{
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Светлана Борисовна Чернобай",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Анна Александровна Соколова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Ольга Васильевна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }, {
                "teacher": "Дмитрий Владимирович Долгушин",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }, {
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }],
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Елена Олеговна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Театр",
                "short_subject": "Театр"
            }, {
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Курс внеурочной деятельности",
                "short_subject": "КВД"
            }],
            [{
                "teacher": "Татьяна Валентиновна Куляндина",
                "room": "большой спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Валентиновна Куляндина",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Галина Васильевна Угневенок",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Борисовна Чернобай",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Валентиновна Куляндина",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Борисовна Чернобай",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анжелика Эдуардовна Бирюкова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "4-ж": [
        [
            [],
            [{
                "teacher": "Марина Евгеньевна Баянова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Людмила Ивановна Головина",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }, {
                "teacher": "Марина Евгеньевна Баянова",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Татьяна Валентиновна Куляндина",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ольга Васильевна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }, {
                "teacher": "Учитель не назначен",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }, {
                "teacher": "Дмитрий Владимирович Долгушин",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }, {
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }],
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Учусь создавать проект",
                "short_subject": "Учусь созд. ..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Марина Евгеньевна Баянова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Окружающий мир",
                "short_subject": "Окр. мир"
            }],
            [{
                "teacher": "Татьяна Валентиновна Куляндина",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Александровна Скородумова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Александра Георгиевна Щукина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика ..."
            }, {
                "teacher": "Михаил Юрьевич Целищев",
                "room": "Кабинет не указан",
                "subject": "Робототехника",
                "short_subject": "Робототехник..."
            }],
            [{
                "teacher": "Татьяна Валентиновна Куляндина",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ольга Владимировна Зинина",
                "room": "Кабинет не указан",
                "subject": "Литературное чтение",
                "short_subject": "Чтение"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [{
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский платный",
                "short_subject": "Англ. пл."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "4-з": [
        [],
        [],
        [],
        [],
        [],
        [],
        []
    ],
    "5-а": [
        [
            [],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "408м",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Полина Анатольевна Королькова",
                "room": "Кабинет не указан",
                "subject": "Проектная деятельность",
                "short_subject": "Проект"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Лариса Александровна Краснянская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Лариса Александровна Краснянская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Людмила Георгиевна Гейм",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Светлана Викторовна Просвирнина",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Полина Анатольевна Королькова",
                "room": "Кабинет не указан",
                "subject": "Проектная деятельность",
                "short_subject": "Проект"
            }, {
                "teacher": "Михаил Юрьевич Целищев",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Лариса Александровна Краснянская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Лариса Владимировна Кожемякина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Александровна Краснянская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Валерия Викторовна Гонтарева",
                "room": "Кабинет не указан",
                "subject": "МХК",
                "short_subject": "МХК"
            }, {
                "teacher": "Дмитрий Владимирович Долгушин",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Людмила Георгиевна Гейм",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Светлана Викторовна Просвирнина",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Анна Александровна Соколова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "большой спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "5-б": [
        [
            [],
            [{
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Анна Александровна Соколова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Светлана Викторовна Просвирнина",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Полина Анатольевна Королькова",
                "room": "Кабинет не указан",
                "subject": "Проектная деятельность",
                "short_subject": "Проект"
            }],
            [{
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "большой спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Людмила Георгиевна Гейм",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Валерия Викторовна Гонтарева",
                "room": "Кабинет не указан",
                "subject": "МХК",
                "short_subject": "МХК"
            }],
            [{
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Полина Анатольевна Королькова",
                "room": "Кабинет не указан",
                "subject": "Проектная деятельность",
                "short_subject": "Проект"
            }],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Людмила Георгиевна Гейм",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Светлана Викторовна Просвирнина",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "5-в": [
        [
            [],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Полина Анатольевна Королькова",
                "room": "Кабинет не указан",
                "subject": "Проектная деятельность",
                "short_subject": "Проект"
            }],
            [{
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Анна Александровна Соколова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Васильевна Греблюк",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "большой спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Васильевна Греблюк",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }, {
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Светлана Викторовна Просвирнина",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Полина Анатольевна Королькова",
                "room": "Кабинет не указан",
                "subject": "Проектная деятельность",
                "short_subject": "Проект"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Валерия Викторовна Гонтарева",
                "room": "Кабинет не указан",
                "subject": "МХК",
                "short_subject": "МХК"
            }],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Людмила Николаевна Кекалова",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }, {
                "teacher": "Светлана Викторовна Просвирнина",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "большой спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "5-г": [
        [
            [],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Валерия Викторовна Гонтарева",
                "room": "Кабинет не указан",
                "subject": "МХК",
                "short_subject": "МХК"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Полина Анатольевна Королькова",
                "room": "Кабинет не указан",
                "subject": "Проектная деятельность",
                "short_subject": "Проект"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Светлана Викторовна Просвирнина",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Полина Анатольевна Королькова",
                "room": "Кабинет не указан",
                "subject": "Проектная деятельность",
                "short_subject": "Проект"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Васильевна Чехович",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Сергеевна Гусева",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Сергеевна Гусева",
                "room": "большой спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Светлана Викторовна Просвирнина",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Михаил Юрьевич Целищев",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Елена Сергеевна Гусева",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "5-д": [
        [
            [],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Людмила Георгиевна Гейм",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Светлана Викторовна Просвирнина",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Анна Александровна Соколова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Людмила Ивановна Головина",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Галина Васильевна Напреева",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Валерия Викторовна Гонтарева",
                "room": "Кабинет не указан",
                "subject": "МХК",
                "short_subject": "МХК"
            }, {
                "teacher": "Дмитрий Владимирович Долгушин",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }],
            [{
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Полина Анатольевна Королькова",
                "room": "Кабинет не указан",
                "subject": "Проектная деятельность",
                "short_subject": "Проект"
            }],
            [{
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Полина Анатольевна Королькова",
                "room": "Кабинет не указан",
                "subject": "Проектная деятельность",
                "short_subject": "Проект"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Людмила Георгиевна Гейм",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Светлана Викторовна Просвирнина",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталья Валерьевна Туркало",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Римма Юрьевна Жужулова",
                "room": "большой спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "5-ж": [
        [
            [],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Полина Анатольевна Королькова",
                "room": "Кабинет не указан",
                "subject": "Проектная деятельность",
                "short_subject": "Проект"
            }, {
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Светлана Викторовна Просвирнина",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Михаил Юрьевич Целищев",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Полина Анатольевна Королькова",
                "room": "Кабинет не указан",
                "subject": "Проектная деятельность",
                "short_subject": "Проект"
            }],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "большой спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Валерия Викторовна Гонтарева",
                "room": "Кабинет не указан",
                "subject": "МХК",
                "short_subject": "МХК"
            }, {
                "teacher": "Дмитрий Владимирович Долгушин",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Елена Васильевна Чехович",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Светлана Викторовна Просвирнина",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Любовь Владимировна Зарубина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "5-з": [
        [
            [],
            [{
                "teacher": "Анастасия Николаевна Ермоленко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Полина Анатольевна Королькова",
                "room": "Кабинет не указан",
                "subject": "Проектная деятельность",
                "short_subject": "Проект"
            }],
            [{
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Светлана Викторовна Просвирнина",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Анастасия Николаевна Ермоленко",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "малый спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Анастасия Николаевна Ермоленко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Анастасия Николаевна Ермоленко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Васильевна Греблюк",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Полина Анатольевна Королькова",
                "room": "Кабинет не указан",
                "subject": "Проектная деятельность",
                "short_subject": "Проект"
            }],
            [{
                "teacher": "Антонида Васильевна Беляева",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Валерия Викторовна Гонтарева",
                "room": "Кабинет не указан",
                "subject": "МХК",
                "short_subject": "МХК"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Светлана Викторовна Просвирнина",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Людмила Николаевна Кекалова",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Анастасия Николаевна Ермоленко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "большой спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Васильевна Греблюк",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "5-к": [
        [
            [],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Оксана Юрьевна Кляузер",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "большой спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Полина Анатольевна Королькова",
                "room": "Кабинет не указан",
                "subject": "Проектная деятельность",
                "short_subject": "Проект"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Оксана Юрьевна Кляузер",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "малый спортивный зал (м)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Елена Александровна Скородумова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Полина Анатольевна Королькова",
                "room": "Кабинет не указан",
                "subject": "Проектная деятельность",
                "short_subject": "Проект"
            }, {
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Дмитрий Владимирович Долгушин",
                "room": "Кабинет не указан",
                "subject": "Основы религии",
                "short_subject": "ОРКСЭ"
            }, {
                "teacher": "Валерия Викторовна Гонтарева",
                "room": "Кабинет не указан",
                "subject": "МХК",
                "short_subject": "МХК"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Оксана Юрьевна Кляузер",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Людмила Ивановна Головина",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Оксана Юрьевна Кляузер",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ольга Анатольевна Бойко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Лариса Анатольевна Лыкова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Яна Андреевна Тыняная",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Любовь Алексеевна Чернова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "6-а": [
        [
            [],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "большой спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Антонида Васильевна Беляева",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "малый спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "6-б": [
        [
            [],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Юрий Константинович Андреев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "большой спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Антонида Васильевна Беляева",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "малый спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Юрий Константинович Андреев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "6-в": [
        [
            [],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Анна Александровна Соколова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Юрий Константинович Андреев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Людмила Георгиевна Гейм",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Людмила Георгиевна Гейм",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "большой спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Алёна Игоревна Комарова",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Юрий Константинович Андреев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "6-г": [
        [
            [],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Юрий Константинович Андреев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Антонида Васильевна Беляева",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Юрий Константинович Андреев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Евгений Сергеевич Губкин",
                "room": "большой спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "6-д": [
        [
            [],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Людмила Георгиевна Гейм",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "большой спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Людмила Георгиевна Гейм",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Антонида Васильевна Беляева",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "6-ж": [
        [
            [],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Татьяна Владимировна Болотина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Татьяна Владимировна Болотина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Елена Борисовна Ковалева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Татьяна Владимировна Болотина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Владимировна Болотина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "большой спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Татьяна Владимировна Болотина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Татьяна Владимировна Болотина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Антонида Васильевна Беляева",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "малый спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Владимировна Болотина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Сауле Бекбулатовна Ракимгулова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Татьяна Владимировна Болотина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "6-з": [
        [
            [],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "малый спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Анна Александровна Соколова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "большой спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "6-к": [
        [
            [],
            [{
                "teacher": "Татьяна Владимировна Болотина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Татьяна Владимировна Болотина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Татьяна Владимировна Болотина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Анна Александровна Соколова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }, {
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Татьяна Владимировна Болотина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Владимировна Болотина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Владимировна Болотина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "малый спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "большой спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Марина Александровна Греблюк",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Татьяна Владимировна Болотина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Владимировна Болотина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "7-а": [
        [
            [],
            [{
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "214с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Всеволод Иванович Паньков",
                "room": "210с",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "401с",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "401с",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "401с",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Юрий Константинович Андреев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Людмила Георгиевна Гейм",
                "room": "227с",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "315с",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анна Владимировна Ануфриева",
                "room": "103с",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Антонида Васильевна Беляева",
                "room": "229с",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Галина Анатольевна Клишина",
                "room": "315с",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Екатерина Викторовна Никитина",
                "room": "101с",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "214с",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анна Владимировна Ануфриева",
                "room": "103с",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ирина Юрьевна Семенова",
                "room": "221с",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "214с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "214с",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "411с",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "401с",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Ирина Юрьевна Семенова",
                "room": "221с",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "214с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "214с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анна Владимировна Ануфриева",
                "room": "103с",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "411с",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "большой спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "320с",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "321с",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "401с",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Алиса Дмитриевна Чернышева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анна Владимировна Ануфриева",
                "room": "103с",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "малый спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "401с",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "7-б": [
        [
            [],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "204с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "204с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "409с",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "309с",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "309с",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "204с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "204с",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Екатерина Викторовна Никитина",
                "room": "101с",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Анна Владимировна Ануфриева",
                "room": "103с",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "309с",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "200с",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анна Владимировна Ануфриева",
                "room": "103с",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Всеволод Иванович Паньков",
                "room": "210с",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Антонида Васильевна Беляева",
                "room": "229с",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Людмила Георгиевна Гейм",
                "room": "227с",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "309с",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "малый спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анна Владимировна Ануфриева",
                "room": "103с",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "200с",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "321с",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "320с",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "большой спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "204с",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анна Владимировна Ануфриева",
                "room": "103с",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Татьяна Ивановна Офицерова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анна Владимировна Ануфриева",
                "room": "103с",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "309с",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "409с",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "309с",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "204с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "7-г": [
        [
            [],
            [{
                "teacher": "Всеволод Иванович Паньков",
                "room": "210с",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "204с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "малый спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "402с",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "322с",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "204с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "321с",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "320с",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "204с",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "204с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "большой спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ирина Георгиевна Смирнова",
                "room": "101с",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "409с",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "322с",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "322с",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "409с",
                "subject": "География",
                "short_subject": "География"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "200с",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Антонида Васильевна Беляева",
                "room": "229с",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "106с",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "104с",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "322с",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "204с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "402с",
                "subject": "История",
                "short_subject": "История"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Николаевна Красикова",
                "room": "204с",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Светлана Владимировна Богомолова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "322с",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "322с",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "200с",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "7-д": [
        [
            [],
            [{
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "312с",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "405с",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "малый спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "312с",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "402с",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "405с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "большой спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "312с",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Юрий Константинович Андреев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Людмила Георгиевна Гейм",
                "room": "227с",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "405с",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "322с",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "405с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Всеволод Иванович Паньков",
                "room": "210с",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "321с",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "320с",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "312с",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Екатерина Викторовна Никитина",
                "room": "101с",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "402с",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "322с",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "405с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "322с",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "322с",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "322с",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "200с",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "322с",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "200с",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "405с",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Антонида Васильевна Беляева",
                "room": "229с",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "405с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "7-з": [
        [],
        [],
        [],
        [],
        [],
        [],
        []
    ],
    "7-и": [
        [
            [],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "большой спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Всеволод Иванович Паньков",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Людмила Георгиевна Гейм",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Антонида Васильевна Беляева",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Екатерина Викторовна Никитина",
                "room": "Кабинет не указан",
                "subject": "Музыка",
                "short_subject": "Музыка"
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Людмила Георгиевна Гейм",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ольга Александровна Жихарева",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Ольга Александровна Жихарева",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Людмила Георгиевна Гейм",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "малый спортивный зал (с)",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "7-МиФ": [
        [
            [],
            [{
                "teacher": "Мария Ивановна Мазур",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Мария Ивановна Мазур",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Ирина Владимировна Добрынина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }, {
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }],
            [{
                "teacher": "Валентина Сергеевна Рябизова",
                "room": "Кабинет не указан",
                "subject": "МХК",
                "short_subject": "МХК"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Мария Ивановна Мазур",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анастасия Николаевна Ермоленко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Всеволод Иванович Паньков",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Антон Павлович Львов",
                "room": "Кабинет не указан",
                "subject": "Информатика профиль",
                "short_subject": "Информ (про)"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анастасия Николаевна Ермоленко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Мария Ивановна Мазур",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Мария Ивановна Мазур",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Елена Александровна Голикова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Антон Павлович Львов",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Антон Павлович Львов",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Анастасия Николаевна Ермоленко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Вера Александровна Катякова",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }, {
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Вера Александровна Катякова",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }, {
                "teacher": "Елена Александровна Ботова",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ирина Владимировна Добрынина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Мария Ивановна Мазур",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Мария Ивановна Мазур",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Вера Александровна Катякова",
                "room": "Кабинет не указан",
                "subject": "Факультатив по математике",
                "short_subject": "Факультатив ..."
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Ольга Александровна Зорина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Антонида Васильевна Беляева",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "8-в": [
        [
            [],
            [{
                "teacher": "Анна Александровна Соколова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Всеволод Иванович Паньков",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Елена Борисовна Ковалева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Елена Борисовна Ковалева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Людмила Николаевна Кекалова",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }, {
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "8-г": [
        [
            [],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Анна Александровна Соколова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Всеволод Иванович Паньков",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Людмила Николаевна Кекалова",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }, {
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [{
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [{
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "8-ен": [
        [
            [],
            [{
                "teacher": "Ольга Александровна Жихарева",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Ольга Александровна Жихарева",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Всеволод Иванович Паньков",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Анна Александровна Соколова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Наталья Васильевна Греблюк",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }, {
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }, {
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Наталья Васильевна Греблюк",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }, {
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Наталья Васильевна Греблюк",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "8-ж": [
        [
            [],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Анастасия Николаевна Ермоленко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Иван Иванович Барон",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Анастасия Николаевна Ермоленко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Всеволод Иванович Паньков",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Анастасия Николаевна Ермоленко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Евгений Сергеевич Петухов",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }, {
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Людмила Николаевна Кекалова",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }, {
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Анастасия Николаевна Ермоленко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Антонида Васильевна Беляева",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "8-инж": [
        [
            [],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }, {
                "teacher": "Юлия Владимировна Ендальцева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Валентина Сергеевна Рябизова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Валентина Сергеевна Рябизова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Марина Леонидовна Лобанова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }, {
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Александровна Голикова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Мария Ивановна Мазур",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }, {
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Всеволод Иванович Паньков",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Михаил Юрьевич Целищев",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Людмила Васильевна Шевченко",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Марина Леонидовна Лобанова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }, {
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Мария Ивановна Мазур",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }, {
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Мария Ивановна Мазур",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }, {
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Антон Павлович Львов",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Антон Павлович Львов",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }, {
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }, {
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }, {
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Елена Александровна Голикова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }, {
                "teacher": "Юлия Владимировна Ендальцева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Васильевна Греблюк",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Наталья Васильевна Греблюк",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }, {
                "teacher": "Юлия Владимировна Ендальцева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "8-к": [
        [
            [],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Людмила Георгиевна Гейм",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Людмила Георгиевна Гейм",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Екатерина Викторовна Никитина",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Всеволод Иванович Паньков",
                "room": "бассейн",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Наталья Ефимовна Тюхтеева",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Владимир Иванович Скрипник",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Людмила Николаевна Кекалова",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Анна Александровна Соколова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Петровна Редько",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [{
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "бассейн",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "8-мат": [
        [
            [],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }, {
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }, {
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Марина Леонидовна Лобанова",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Всеволод Иванович Паньков",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }, {
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }, {
                "teacher": "Олег Степанович Бекешев",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Наталья Фёдоровна Скирневская",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }, {
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Марина Леонидовна Лобанова",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }, {
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Технология",
                "short_subject": "Технология"
            }],
            [{
                "teacher": "Олег Степанович Бекешев",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Олег Степанович Бекешев",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }, {
                "teacher": "Олег Степанович Бекешев",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Василий Иванович Буря",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "9-б": [
        [
            [],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Александр Дмитриевич Греблюк",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анна Владимировна Ануфриева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Нина Викторовна Богданова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анна Владимировна Ануфриева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Антонида Васильевна Беляева",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Нина Викторовна Богданова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Анна Владимировна Ануфриева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Нина Викторовна Богданова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Нина Викторовна Богданова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Анна Владимировна Ануфриева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Нина Викторовна Богданова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "9-бх": [
        [
            [],
            [{
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Анастасия Николаевна Ермоленко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Игорь Анатольевич Ивонин",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Анастасия Николаевна Ермоленко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Елена Александровна Голикова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }, {
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Ольга Александровна Жихарева",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Ирина Владимировна Добрынина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ирина Владимировна Добрынина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Игорь Анатольевич Ивонин",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }, {
                "teacher": "Елена Александровна Голикова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Игорь Анатольевич Ивонин",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Владимировна Добрынина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Анастасия Николаевна Ермоленко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }, {
                "teacher": "Елена Александровна Голикова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Галина Константиновна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [{
                "teacher": "Александр Дмитриевич Греблюк",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Анастасия Николаевна Ермоленко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ольга Александровна Жихарева",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Ольга Александровна Жихарева",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "9-г": [
        [
            [],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Людмила Николаевна Кекалова",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }, {
                "teacher": "Юрий Константинович Андреев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Александр Дмитриевич Греблюк",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Антонида Васильевна Беляева",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Галина Константиновна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Людмила Николаевна Кекалова",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Людмила Николаевна Кекалова",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [{
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }, {
                "teacher": "Юрий Константинович Андреев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [{
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "9-д": [
        [
            [],
            [{
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }, {
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анна Владимировна Ануфриева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Антонида Васильевна Беляева",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [{
                "teacher": "Галина Константиновна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анна Владимировна Ануфриева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Александр Дмитриевич Греблюк",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анна Владимировна Ануфриева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Наталья Николаевна Вапинская",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Анна Владимировна Ануфриева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }, {
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [{
                "teacher": "Анна Александровна Кичай",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "9-м": [
        [
            [],
            [{
                "teacher": "Александр Дмитриевич Греблюк",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Ирина Владимировна Добрынина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Елена Александровна Голикова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Марина Леонидовна Лобанова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }, {
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [{
                "teacher": "Марина Леонидовна Лобанова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }, {
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Мария Ивановна Мазур",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }, {
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Мария Ивановна Мазур",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }, {
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Игорь Анатольевич Ивонин",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Ирина Владимировна Добрынина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Юлия Владимировна Ендальцева",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Юлия Владимировна Ендальцева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }, {
                "teacher": "Мария Ивановна Мазур",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Юлия Владимировна Ендальцева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }, {
                "teacher": "Мария Ивановна Мазур",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Игорь Анатольевич Ивонин",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Юрьевна Валевская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Игорь Анатольевич Ивонин",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Игорь Анатольевич Ивонин",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Юрьевна Валевская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Антон Павлович Львов",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Антон Павлович Львов",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Юлия Владимировна Ендальцева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }, {
                "teacher": "Мария Ивановна Мазур",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Юлия Владимировна Ендальцева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }, {
                "teacher": "Мария Ивановна Мазур",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Юрьевна Валевская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Елена Александровна Голикова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Ирина Владимировна Добрынина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Юлия Владимировна Ендальцева",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Юлия Владимировна Ендальцева",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Юлия Владимировна Ендальцева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }, {
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Юлия Владимировна Ендальцева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }, {
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Наталья Георгиевна Пузырева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "9-мда": [
        [
            [],
            [{
                "teacher": "Владимир Митрофанович Буркунцев",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }, {
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Владимир Митрофанович Буркунцев",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Любовь Владимировна Тихомирова",
                "room": "Кабинет не указан",
                "subject": "Медиаобразование",
                "short_subject": "Медиа"
            }],
            [{
                "teacher": "Любовь Владимировна Тихомирова",
                "room": "Кабинет не указан",
                "subject": "Медиаобразование",
                "short_subject": "Медиа"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Наталья Ивановна Максимова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Наталья Ивановна Максимова",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Владимир Митрофанович Буркунцев",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Нина Викторовна Богданова",
                "room": "Кабинет не указан",
                "subject": "Журналистика газетная",
                "short_subject": "Журналистика..."
            }],
            [{
                "teacher": "Нина Викторовна Богданова",
                "room": "Кабинет не указан",
                "subject": "Журналистика газетная",
                "short_subject": "Журналистика..."
            }],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Нина Викторовна Богданова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Наталья Ивановна Максимова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Наталья Ивановна Максимова",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Нина Викторовна Богданова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Любовь Владимировна Тихомирова",
                "room": "Кабинет не указан",
                "subject": "Журналистика TV",
                "short_subject": "Журналистика..."
            }],
            [{
                "teacher": "Любовь Владимировна Тихомирова",
                "room": "Кабинет не указан",
                "subject": "Журналистика TV",
                "short_subject": "Журналистика..."
            }],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ирина Игоревна Черданцева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Наталья Ивановна Максимова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [{
                "teacher": "Нина Викторовна Богданова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Нина Викторовна Богданова",
                "room": "Кабинет не указан",
                "subject": "Медиатворчество",
                "short_subject": "Медиатворчес..."
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Нина Викторовна Богданова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Александр Дмитриевич Греблюк",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Владимир Митрофанович Буркунцев",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Валерия Викторовна Гонтарева",
                "room": "Кабинет не указан",
                "subject": "МХК",
                "short_subject": "МХК"
            }],
            [{
                "teacher": "Любовь Владимировна Тихомирова",
                "room": "Кабинет не указан",
                "subject": "Журналистика TV",
                "short_subject": "Журналистика..."
            }],
            [{
                "teacher": "Любовь Владимировна Тихомирова",
                "room": "Кабинет не указан",
                "subject": "Журналистика TV",
                "short_subject": "Журналистика..."
            }],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Марина Сергеевна Высоковская",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }, {
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [{
                "teacher": "Нина Викторовна Богданова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Нина Викторовна Богданова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Нина Викторовна Богданова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Алла Георгиевна Жукова",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Нина Викторовна Богданова",
                "room": "Кабинет не указан",
                "subject": "Журналистика газетная",
                "short_subject": "Журналистика..."
            }],
            [{
                "teacher": "Нина Викторовна Богданова",
                "room": "Кабинет не указан",
                "subject": "Журналистика газетная",
                "short_subject": "Журналистика..."
            }],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "9-эн": [
        [
            [],
            [{
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Логика",
                "short_subject": "Логика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Марина Юрьевна Валевская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }, {
                "teacher": "Марина Юрьевна Валевская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }, {
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика",
                "short_subject": "Информатика"
            }],
            [{
                "teacher": "Елена Борисовна Ковалева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }, {
                "teacher": "Марина Юрьевна Валевская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }, {
                "teacher": "Марина Юрьевна Валевская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Марина Юрьевна Валевская",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Марина Юрьевна Валевская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Марина Юрьевна Валевская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [{
                "teacher": "Александр Дмитриевич Греблюк",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Елена Александровна Голикова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Игорь Анатольевич Ивонин",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }, {
                "teacher": "Марина Юрьевна Валевская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }, {
                "teacher": "Марина Юрьевна Валевская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Елена Александровна Голикова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Елена Борисовна Ковалева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Светлана Александровна Федореева",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [{
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }, {
                "teacher": "Марина Юрьевна Валевская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Ивановна Ломакина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Марина Юрьевна Валевская",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Лариса Александровна Дорохина",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра)",
                "short_subject": "Алгебра"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Антонида Васильевна Беляева",
                "room": "Кабинет не указан",
                "subject": "Изобразительное искусство",
                "short_subject": "ИЗО"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История России.Всеобщая история",
                "short_subject": "История ФГОС"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "10-бх": [
        [
            [],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Наталья Ивановна Максимова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Александр Дмитриевич Греблюк",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }, {
                "teacher": "Галина Васильевна Напреева",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }, {
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Игорь Анатольевич Ивонин",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Астрономия",
                "short_subject": "Астрономия"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Ивановна Максимова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Наталья Ивановна Максимова",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }, {
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Игорь Анатольевич Ивонин",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Наталья Ивановна Максимова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Наталья Ивановна Максимова",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }, {
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Ивановна Максимова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ольга Александровна Жихарева",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Ольга Александровна Жихарева",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "10-г": [
        [
            [],
            [{
                "teacher": "Людмила Николаевна Кекалова",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Астрономия",
                "short_subject": "Астрономия"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Ольга Ивановна Ищенко",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Галина Константиновна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Право",
                "short_subject": "Право"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Людмила Николаевна Кекалова",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Александр Дмитриевич Греблюк",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }, {
                "teacher": "Галина Васильевна Напреева",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Алина Константиновна Самцова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Галина Константиновна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Право",
                "short_subject": "Право"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }, {
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }],
            [{
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [{
                "teacher": "Любовь Александровна Власенко",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Никита Александрович Сизых",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Павел Владиславович Зигрюк",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "10-м": [
        [
            [],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "Полуподвал",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Галина Васильевна Напреева",
                "room": "примерно 315",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }, {
                "teacher": "Александр Дмитриевич Греблюк",
                "room": "209",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "216",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ирина Игоревна Черданцева",
                "room": "219",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Светлана Борисовна Трепакова",
                "room": "303",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }, {
                "teacher": "Надежда Михайловна Перминова",
                "room": "310",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Светлана Борисовна Трепакова",
                "room": "303",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }, {
                "teacher": "Надежда Михайловна Перминова",
                "room": "310",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Светлана Борисовна Трепакова",
                "room": "303",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }, {
                "teacher": "Надежда Михайловна Перминова",
                "room": "310",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Светлана Борисовна Трепакова",
                "room": "303",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }, {
                "teacher": "Надежда Михайловна Перминова",
                "room": "310",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "Большой зал",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "411",
                "subject": "География",
                "short_subject": "География"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Ольга Александровна Жихарева",
                "room": "222",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Актовый зал",
                "subject": "Астрономия",
                "short_subject": "Астрономия"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "217",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "217",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "217",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Николай Викторович Соколов",
                "room": "316",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "408",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Светлана Борисовна Трепакова",
                "room": "222",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }, {
                "teacher": "Надежда Михайловна Перминова",
                "room": "310",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Светлана Борисовна Трепакова",
                "room": "222",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }, {
                "teacher": "Надежда Михайловна Перминова",
                "room": "310",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "Малый зал",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Игорь Анатольевич Ивонин",
                "room": "301",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Наталья Васильевна Греблюк",
                "room": "209",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Игорь Анатольевич Ивонин",
                "room": "301",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Светлана Борисовна Трепакова",
                "room": "405",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }, {
                "teacher": "Надежда Михайловна Перминова",
                "room": "310",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Светлана Борисовна Трепакова",
                "room": "405",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }, {
                "teacher": "Надежда Михайловна Перминова",
                "room": "310",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Светлана Борисовна Трепакова",
                "room": "405",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }, {
                "teacher": "Надежда Михайловна Перминова",
                "room": "310",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Ольга Александровна Жихарева",
                "room": "222",
                "subject": "Физика",
                "short_subject": "Физика"
            }, {
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "216",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ирина Игоревна Черданцева",
                "room": "219",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ольга Александровна Жихарева",
                "room": "222",
                "subject": "Физика",
                "short_subject": "Физика"
            }, {
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Наталья Васильевна Греблюк",
                "room": "209",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "217",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "217",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Екатерина Александровна Тайлакова",
                "room": "216",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Ирина Игоревна Черданцева",
                "room": "219",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "10-с/г": [
        [
            [],
            [{
                "teacher": "Константин Викторович Кирилин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Константин Викторович Кирилин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Владимир Митрофанович Буркунцев",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Наталья Сергеевна Кудрявцева",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Васильевна Греблюк",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Астрономия",
                "short_subject": "Астрономия"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ольга Александровна Жихарева",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Владимир Митрофанович Буркунцев",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }, {
                "teacher": "Людмила Георгиевна Гейм",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Константин Викторович Кирилин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Константин Викторович Кирилин",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Людмила Георгиевна Гейм",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Галина Анатольевна Клишина",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }, {
                "teacher": "Николай Аркадьевич Григорьев",
                "room": "Кабинет не указан",
                "subject": "Китайский язык",
                "short_subject": "Китайск. язы..."
            }],
            [{
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [{
                "teacher": "Галина Константиновна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Право",
                "short_subject": "Право"
            }],
            [{
                "teacher": "Наталья Васильевна Греблюк",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Ольга Александровна Жихарева",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Галина Васильевна Напреева",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }, {
                "teacher": "Александр Дмитриевич Греблюк",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Галина Константиновна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Право",
                "short_subject": "Право"
            }],
            [{
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Константин Викторович Кирилин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Константин Викторович Кирилин",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "10-с/э": [
        [
            [],
            [{
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }, {
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }],
            [{
                "teacher": "Владимир Митрофанович Буркунцев",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Галина Константиновна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Право",
                "short_subject": "Право"
            }],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Людмила Николаевна Кекалова",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ольга Александровна Жихарева",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Владимир Митрофанович Буркунцев",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Игорь Олегович Потатуркин",
                "room": "Кабинет не указан",
                "subject": "Астрономия",
                "short_subject": "Астрономия"
            }],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Владимир Митрофанович Буркунцев",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Галина Васильевна Напреева",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }, {
                "teacher": "Александр Дмитриевич Греблюк",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Людмила Николаевна Кекалова",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Владимировна Веденеева",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Галина Константиновна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Право",
                "short_subject": "Право"
            }],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [{
                "teacher": "Елена Валерьевна Воронина",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Марина Геннадьевна Рябенко",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ольга Александровна Жихарева",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Татьяна Владимировна Скрипник",
                "room": "Кабинет не указан",
                "subject": "География",
                "short_subject": "География"
            }],
            [{
                "teacher": "Ирина Ивановна Воробьева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "11-г": [
        [
            [],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Ирина Андреевна Серебренникова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [{
                "teacher": "Людмила Николаевна Кекалова",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Галина Константиновна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Право",
                "short_subject": "Право"
            }],
            [{
                "teacher": "Наталья Константиновна Шустикова",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Олег Степанович Бекешев",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Анна Владимировна Ануфриева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ирина Владимировна Добрынина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ирина Владимировна Добрынина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Мария Игоревна Мельникова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Анна Владимировна Ануфриева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Ирина Владимировна Добрынина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Александр Дмитриевич Греблюк",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Анна Владимировна Ануфриева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Людмила Николаевна Кекалова",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Татьяна Валерьевна Пучкова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Анна Владимировна Ануфриева",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Алексеевна Бахтина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Людмила Николаевна Кекалова",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Олег Степанович Бекешев",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Павел Анатольевич Шашкин",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Эмилия Андреевна Колесникова",
                "room": "Кабинет не указан",
                "subject": "Немецкий язык",
                "short_subject": "Нем. язык"
            }, {
                "teacher": "Елена Геннадьевна Козлова",
                "room": "Кабинет не указан",
                "subject": "Французский язык",
                "short_subject": "Франц. язык"
            }],
            [{
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }, {
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }],
            [{
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }, {
                "teacher": "Светлана Валерьевна Шашкина",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }],
            [{
                "teacher": "Людмила Николаевна Кекалова",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "11-ен": [
        [
            [],
            [{
                "teacher": "Ирина Германовна Путинцева",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Германовна Путинцева",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Наталья Ивановна Максимова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Галина Константиновна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Право",
                "short_subject": "Право"
            }],
            [{
                "teacher": "Олег Степанович Бекешев",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ирина Владимировна Добрынина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }, {
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Владимир Митрофанович Буркунцев",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Ивановна Максимова",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Альфира Рахимовна Халиуллина",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }, {
                "teacher": "Владимир Анатольевич Григорович",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }, {
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Александр Дмитриевич Греблюк",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Ивановна Максимова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Олег Степанович Бекешев",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }, {
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Наталья Ивановна Максимова",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Ирина Витальевна Выгулярная",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Ирина Владимировна Добрынина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ирина Владимировна Добрынина",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }, {
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Владимир Митрофанович Буркунцев",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Ивановна Максимова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Наталья Ивановна Максимова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }, {
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [{
                "teacher": "Владимир Митрофанович Буркунцев",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Владимир Митрофанович Буркунцев",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Екатерина Вячеславовна Антипова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Михайловна Курлова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Владимир Митрофанович Буркунцев",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Николай Викторович Соколов",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "11-и": [
        [
            [],
            [{
                "teacher": "Елена Александровна Голикова",
                "room": "316с",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Елена Александровна Голикова",
                "room": "316с",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "213с",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "213с",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }, {
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Марина Леонидовна Лобанова",
                "room": "Кабинет не указан",
                "subject": "Экономика (профиль)",
                "short_subject": "Экономика  п..."
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Владимир Митрофанович Буркунцев",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }, {
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }, {
                "teacher": "Олег Степанович Бекешев",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }, {
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }],
            [{
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }, {
                "teacher": "Олег Степанович Бекешев",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }, {
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "213с",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }, {
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }, {
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Александр Дмитриевич Греблюк",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Факультатив по математике",
                "short_subject": "Факультатив ..."
            }],
            [{
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Факультатив по математике",
                "short_subject": "Факультатив ..."
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "213с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Васильевна Головко",
                "room": "213с",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Надежда Геннадьевна Скулкина",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Владимир Митрофанович Буркунцев",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }, {
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }, {
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }, {
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Наталья Владимировна Аксёнова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }, {
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "11-м": [
        [
            [],
            [{
                "teacher": "Елена Александровна Голикова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Елена Александровна Голикова",
                "room": "Кабинет не указан",
                "subject": "Химия",
                "short_subject": "Химия"
            }],
            [{
                "teacher": "Александр Дмитриевич Греблюк",
                "room": "Кабинет не указан",
                "subject": "Основы безопасности жизнедеятельности",
                "short_subject": "ОБЖ"
            }],
            [{
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }, {
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }, {
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [],
            [{
                "teacher": "Марина Леонидовна Лобанова",
                "room": "Кабинет не указан",
                "subject": "Экономика",
                "short_subject": "Экономика"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Наталья Васильевна Греблюк",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Олег Степанович Бекешев",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }, {
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }, {
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }],
            [{
                "teacher": "Олег Степанович Бекешев",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }, {
                "teacher": "Лариса Викторовна Панфилова",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }, {
                "teacher": "Юлия Львовна Маракасова",
                "room": "Кабинет не указан",
                "subject": "Информатика и ИКТ",
                "short_subject": "Инф. и ИКТ"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Классный час",
                "short_subject": "Классный час"
            }],
            [{
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }, {
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }, {
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Игорь Анатольевич Ивонин",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [{
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }, {
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [{
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }, {
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Факультатив по математике",
                "short_subject": "Факультатив ..."
            }],
            [{
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Факультатив по математике",
                "short_subject": "Факультатив ..."
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Васильевна Греблюк",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Литература",
                "short_subject": "Литература"
            }],
            [{
                "teacher": "Игорь Анатольевич Ивонин",
                "room": "Кабинет не указан",
                "subject": "Обществознание",
                "short_subject": "Обществознан..."
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Раушан Альдековна Альдекова",
                "room": "Кабинет не указан",
                "subject": "Русский язык",
                "short_subject": "Русский язык"
            }],
            [{
                "teacher": "Ирина Юрьевна Семенова",
                "room": "Кабинет не указан",
                "subject": "Физика",
                "short_subject": "Физика"
            }],
            [{
                "teacher": "Екатерина Викторовна Балабушевич",
                "room": "Кабинет не указан",
                "subject": "Биология",
                "short_subject": "Биология"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }, {
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }],
            [{
                "teacher": "Аэлита Станиславовна Бекешева",
                "room": "Кабинет не указан",
                "subject": "Математика (алгебра и начала анализа)",
                "short_subject": "Алгебра и н...."
            }, {
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "Наталья Валентиновна Заикина",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }, {
                "teacher": "Татьяна Георгиевна Лихолетова",
                "room": "Кабинет не указан",
                "subject": "Английский язык",
                "short_subject": "Англ. язык"
            }],
            [{
                "teacher": "Людмила Яковлевна Носкова",
                "room": "Кабинет не указан",
                "subject": "Физическая культура",
                "short_subject": "Физкультура"
            }],
            [{
                "teacher": "Наталья Васильевна Греблюк",
                "room": "Кабинет не указан",
                "subject": "История",
                "short_subject": "История"
            }],
            [{
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика",
                "short_subject": "Математика"
            }],
            [{
                "teacher": "Надежда Михайловна Перминова",
                "room": "Кабинет не указан",
                "subject": "Математика (геометрия)",
                "short_subject": "Геометрия"
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "11-с/э": [
        [
            [],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }, {
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }, {
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }, {
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }, {
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [{
                "teacher": "",
                "room": "",
                "subject": ""
            }, {
                "teacher": "",
                "room": "",
                "subject": ""
            }],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ]
};